src/assets/requests/schedule/get_events_for_device_and_group.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP:Body>
        <GetEventsForDeviceAndGroup xmlns="http://schemas.intasect.co.jp/mycal/service/event" preserveSpace="no" qAccess="0" qValues="">
            <eventInputForDeviceAndGroup>
                <EventInputForDeviceAndGroup>
                    <startTime />
                    <endTime />
                    <selType />
                </EventInputForDeviceAndGroup>
            </eventInputForDeviceAndGroup>
        </GetEventsForDeviceAndGroup>
    </SOAP:Body>
</SOAP:Envelope>